[{"date":"2025-01-01","name":"Tết Dương Lịch","message":"Chúc mừng năm mới! Chúc bạn một năm mới an khang thịnh vượng và tràn đầy hạnh phúc."},{"date":"2025-01-28","name":"Giao Thừa","message":"Giao thừa đã đến, chúc bạn một năm mới bình an và nhiều may mắn!"},{"date":"2025-01-29","name":"Tết Nguyên Đán","message":"Chúc Mừng Năm Mới! Vạn sự như ý, an khang thịnh vượng!"},{"date":"2025-01-30","name":"Nghỉ Tết","message":"Chúc bạn có kỳ nghỉ Tết vui vẻ bên gia đình và người thân yêu!"},{"date":"2025-01-31","name":"Nghỉ Tết","message":"Tiếp tục tận hưởng những ngày nghỉ Tết cùng gia đình và người thân yêu nhé!"},{"date":"2025-02-01","name":"Nghỉ Tết","message":"Mong bạn có những ngày nghỉ Tết vui vẻ và đầy ắp kỷ niệm đáng nhớ!"},{"date":"2025-02-02","name":"Nghỉ Tết","message":"Chúc bạn một kỳ nghỉ Tết an vui, hạnh phúc bên người thân!"},{"date":"2025-02-14","name":"Lễ Tình Nhân","message":"Chúc mừng Lễ Tình Nhân! Chúc bạn luôn hạnh phúc bên người mình yêu thương."},{"date":"2025-03-08","name":"Ngày Quốc tế Phụ nữ","message":"Chúc mừng ngày Quốc tế Phụ nữ! Chúc các chị em luôn xinh đẹp và thành công!"},{"date":"2025-03-10","name":"Giỗ Tổ Hùng Vương","message":"Nhớ về cội nguồn, tự hào dân tộc. Chúc mừng ngày Giỗ Tổ Hùng Vương!"},{"date":"2025-03-20","name":"Ngày Quốc tế Hạnh phúc","message":"Chúc mừng ngày Quốc tế Hạnh Phúc! Chúc bạn luôn vui vẻ và yêu đời."},{"date":"2025-04-07","name":"Giỗ Tổ Hùng Vương (Âm lịch)","message":"Hướng về cội nguồn, tự hào truyền thống dân tộc. Chúc bạn ngày Giỗ Tổ ý nghĩa."},{"date":"2025-04-30","name":"Ngày Giải Phóng Miền Nam","message":"Chúc mừng ngày thống nhất đất nước! Mãi mãi tự hào dân tộc."},{"date":"2025-05-01","name":"Ngày Quốc Tế Lao Động","message":"Chúc mừng ngày Quốc tế Lao động! Chúc mọi người luôn thành công và thịnh vượng."},{"date":"2025-06-01","name":"Ngày Quốc tế Thiếu nhi","message":"Chúc các em thiếu nhi có ngày Quốc tế thật vui tươi và hạnh phúc!"},{"date":"2025-06-28","name":"Ngày Gia Đình Việt Nam","message":"Chúc mừng ngày Gia đình Việt Nam! Chúc gia đình bạn luôn hạnh phúc và bền vững."},{"date":"2025-09-02","name":"Ngày Quốc Khánh","message":"Chúc mừng Quốc khánh! Tự hào dân tộc, vững bước tiến lên!"},{"date":"2025-10-20","name":"Ngày Phụ Nữ Việt Nam","message":"Chúc mừng ngày Phụ Nữ Việt Nam! Chúc các chị em luôn xinh đẹp và thành đạt."},{"date":"2025-10-31","name":"Halloween","message":"Chúc bạn có một ngày Halloween đầy bất ngờ và thú vị!"},{"date":"2024-11-20","name":"Ngày Nhà giáo Việt Nam","message":"Chúc mừng ngày Nhà giáo Việt Nam! Cảm ơn các thầy cô vì tất cả những gì đã dạy dỗ."},{"date":"2024-12-24","name":"Đêm Giáng Sinh","message":"Đêm Giáng Sinh an lành, chúc bạn mùa đông ấm áp bên người thân!"},{"date":"2025-12-25","name":"Giáng Sinh","message":"Giáng Sinh vui vẻ! Chúc bạn một mùa đông đầy hạnh phúc và yêu thương."},{"date":"2024-12-31","name":"Đêm Giao Thừa Quốc Tế","message":"Đêm Giao Thừa sắp đến, chúc mừng năm mới sớm đến bạn và gia đình!"},{"date":"2025-02-27","name":"Ngày Thầy thuốc Việt Nam","message":"Chúc mừng ngày Thầy thuốc Việt Nam! Cảm ơn các y bác sĩ đã tận tâm cứu chữa."},{"date":"2025-03-26","name":"Ngày thành lập Đoàn TNCS Hồ Chí Minh","message":"Chúc mừng ngày thành lập Đoàn TNCS Hồ Chí Minh! Hãy luôn nhiệt huyết và sáng tạo."},{"date":"2025-04-21","name":"Ngày sách Việt Nam","message":"Chúc mừng ngày Sách Việt Nam! Hãy đọc sách và lan tỏa tri thức."},{"date":"2025-05-07","name":"Ngày Chiến thắng Điện Biên Phủ","message":"Kỷ niệm ngày chiến thắng Điện Biên Phủ! Tự hào dân tộc."},{"date":"2025-05-15","name":"Ngày thành lập Đội Thiếu niên Tiền phong Hồ Chí Minh","message":"Chúc mừng ngày thành lập Đội Thiếu niên Tiền phong Hồ Chí Minh!"},{"date":"2025-05-19","name":"Ngày sinh của Chủ tịch Hồ Chí Minh","message":"Nhớ về ngày sinh của Bác, tự hào dân tộc Việt Nam!"},{"date":"2025-06-21","name":"Ngày Báo chí Cách mạng Việt Nam","message":"Chúc mừng ngày Báo chí Cách mạng Việt Nam! Cảm ơn những người làm báo vì tất cả."},{"date":"2025-07-27","name":"Ngày Thương binh Liệt sĩ","message":"Nhớ ơn các anh hùng liệt sĩ đã hy sinh vì Tổ quốc."},{"date":"2025-08-19","name":"Ngày Cách mạng tháng Tám thành công","message":"Kỷ niệm Cách mạng tháng Tám! Chúc đất nước ngày càng phát triển."},{"date":"2025-09-07","name":"Ngày thành lập Đài Tiếng nói Việt Nam","message":"Kỷ niệm ngày thành lập Đài Tiếng nói Việt Nam! Chúc mừng!"},{"date":"2025-09-10","name":"Ngày thành lập Mặt trận Tổ quốc Việt Nam","message":"Chúc mừng ngày thành lập Mặt trận Tổ quốc Việt Nam!"},{"date":"2025-10-10","name":"Ngày Giải phóng Thủ đô","message":"Kỷ niệm ngày Giải phóng Thủ đô! Tự hào Thủ đô ngàn năm văn hiến."},{"date":"2025-11-09","name":"Ngày Pháp luật Việt Nam","message":"Chúc mừng ngày Pháp luật Việt Nam! Hãy tuân thủ và bảo vệ pháp luật."},{"date":"2025-11-19","name":"Ngày Quốc Tế Nam Giới","message":"Chúc mừng ngày Quốc tế Nam giới! Hãy luôn khỏe mạnh và hạnh phúc."},{"date":"2025-12-22","name":"Ngày thành lập Quân đội Nhân dân Việt Nam","message":"Chúc mừng ngày thành lập Quân đội Nhân dân Việt Nam! Hãy luôn mạnh mẽ và bảo vệ Tổ quốc."}]